import React from 'react';
import Header from '../components/header'

class Agreement extends React.Component { 
    render() {
        
        return ( < div className='g-body m-agreement notice'>
            <Header title='公告详情' route={this.props.route} />
            <div className='g-scroll g-scroll-common'>
                
<h2>作者招募暨最新福利介绍</h2>
<h3 id="b_1"><b>特别声明</b><b></b></h3><p><b><span>福利申请方式：</span></b>
</p><p>凡参与原文作者福利获取奖励的作品，请务必在每月的18号前，填写作品的相关信息，并把联系方式，支付账号等资料递交到指定的邮箱进行审核。如达到福利要求的作品没有及时递交任何资料，将视为不发放福利处理！申请邮箱：fuli@yuanwen.org<br/>福利申请格式请查看：<a href="/notice2">http://m.yuanwen.org/notice2</a>
</p><p><b><span>福利发放时间：</span></b>
</p><p>原文小说网目前发放福利时间为每月25号，例：1月份福利，我们将会在2月份的25日统一发放（遇节假日顺延），如4天内没有收到福利奖金，请尽快联系我们的工作人员，避免造成相关损失。
</p><p><b><span>注意要点：</span></b>
</p><p>1、作品更新字数以原文小说网系统统计字数为准。
</p><p>2、缺更：日更新作品章节内容字数低于2000字的，则视为作品缺更1天。
</p><p>3、无故断更：是指作品没有任何说明即出现断更的情况。当作品不能更新时必须向网站编辑请假，请假方式以邮件形式进行：fuli@yuanwen.org （作者将请假作品的原因及请假天数发送至以上邮箱）。请假天数＞3天的作品，须待编辑回复请假邮件同意后才可以不视为无故断更（收到请假邮件后，编辑将在24小时内进行回复）。请假天数≦3天的作品，发送了请假邮件至指定邮箱即可不视为无故断更。
</p><p>4、已签约作品给原文小说网的作者，自本福利体系试行时间2017年1月21日起，若有新作品签约于其他网站，将不再享受原文小说网任何福利！
</p><p>5、作者更新作品内容时，同时有更新番外章节内容的，番外章节字数不计入全勤奖日更新要求的字数内。
</p><p>6、本福利体系自2016年1月21日起开始试行，试行期间欢迎广大作者踊跃提建议，我们将根据需要做适当调整。
</p><p><b>本福利体系的解释权归原文小说网所有!</b><b></b>
</p><p><b></b>
</p><h3 id="b_2">一、<b>分成比例</b></h3><p>实施对象：原文小说网所有普通分成作品，签约未签约都可参与，签约作品满足条件还可享受以下的签约送礼、全勤奖、完本奖等
</p><p>实行时间：2017年1月21日起
</p><p>分成比例：不同作品享受不同分成比例，最高订阅分成为8：2（作者方8，网站方2）
</p><h3 id="b_3">二、<b>签约方式</b></h3><h3><b>A、买断分成</b><b></b></h3><p>参与对象：质量优秀、创作稳定的作品。
</p><p>要求： 1、作者拥有完整的作品版权，并未授权于第三方。
</p><p>2、作品质量优秀、创作稳定，且预计创作字数100万字以上。
</p><p>3、在原文完成百万字作品者优先，或在他站取得优秀成绩者附成绩图。
</p><p>申请方式：通过签约编辑申请
</p><p>福利待遇：
</p><p>1、按照实际收益分成收益。
</p><p>2、各项推广渠道资源。
</p><p>3、IP包装与推广的机会。
</p><p>4、主站与第三方收入分成。
</p><h3><b>B、保底买断</b><b></b></h3><p>参与对象：质量优秀、创作稳定的作品。
</p><p>要求： 1、作者拥有完整的作品版权，并未授权于第三方。
</p><p>2、作品质量优秀、创作稳定，且预计创作字数100万字以上。
</p><p>3、在原文完成百万字作品者优先，或在他站取得优秀成绩者附成绩图。
</p><p>申请方式：通过签约编辑申请
</p><p>福利待遇：
</p><p>1、稳定的稿费收入，且作者在平台应得收入超过已支付的保底稿酬后，网站将超出部分按照分成支付给作者。
</p><p>2、各项推广渠道资源。
</p><p>3、IP包装与推广的机会。
</p><p>4、主站与第三方收入分成。
</p><h3><b>C、电子版权/全版权买断</b><b></b></h3><p>参与对象：质量优秀、创作稳定的作品。
</p><p>要求： 1、作者拥有完整的作品版权，并未授权于第三方。
</p><p>2、作品质量优秀、创作稳定，且预计创作字数100万字以上。
</p><p>3、在原文完成百万字作品者优先，或在他站取得优秀成绩者附成绩图。
</p><p>申请方式：通过签约编辑申请
</p><p>福利待遇：
</p><p>1、稳定的稿费收入。且买断作品在上架后到作品完结半年内的网站的净收益超过作家买断稿费的200%以上，网站按超过的百分比给予收益的50-100%的奖励。奖励方式为：=200%奖励50%；&gt;=300%奖励100%，区间内按线性比例。（网站净收益是指扣除版权成本和运营成本以后的净收益。）
</p><p>2、各项推广渠道资源。
</p><p>3、优先享受IP包装与推广的机会。
</p><h3 id="b_4"><b>三、</b><b>签约送礼</b></h3><p>签约送礼：500RMB
</p><p>1、计划实施对象：从2017年1月21日起签约原文小说网的作品。
</p><p>2、计划实行时间：2017年1月21日起
</p><p>3、福利申请要求：
</p><p>a、自作品进站发文起90天以内，总更新字数≧27万字作品。
</p><p>b、申请有效时间：自作品进站发文起90天以内。
</p><p>c、申请该福利的签约作品出现以下问题的，将终身取消其申请该福利奖项的资格：
</p><p>① 作品中出现违反国家法律法规的内容、违背签约协议等情况时；
</p><p>② 采用欺骗手段（包括但不限于大量无意义情节填充、非正文内容的更新、重复之前已写内容、贴资料、虚拟数据等）或违禁手段（包括但不限于色情违禁、政治违禁、抄袭剽窃等） 以达到该福利要求所规定的字数，经举报查实者 （该核准权归属原文小说网编辑部）。
</p><h3 id="b_5"><b>四、完本奖励</b></h3><h3><b>1、</b><b>A签非VIP作品完本奖励</b><b></b></h3><p>为了鼓励作者持续更新已签约作品，使整部作品正常完本，特设置此福利。
</p><p>A签非vip作品完本奖励：500元
</p><p>1、计划实施对象：原文小说网A级签约作品（未上架作品）。
</p><p>2、计划实行时间：2017年1月21日起
</p><p>3、福利申请要求：
</p><p>a、完成一本A级签约未上架作品后（该作品须正常完本，完本字数≧80万字），下一部新书继续与网站签约合同，且新书签约后新章节更新不少于两周，新书总更新字数≧30万字，即可申请老书完本奖励。如作者下一部新书未与本网站签约，则该项奖励取消。
</p><p>b、完本作品每月缺更次数不得超过3天。
</p><p>c、申请该福利的签约作品出现以下问题的，将终身取消其申请该福利奖项的资格：
</p><p>① 作品中出现违反国家法律法规的内容、违背签约协议等情况时；
</p><p>② 采用欺骗手段（包括但不限于大量无意义情节填充、非正文内容的更新、重复之前已写内容、贴资料、虚拟数据等）或违禁手段（包括但不限于色情违禁、政治违禁、抄袭剽窃等） 以达到该福利要求所规定的字数，经举报查实者 （该核准权归属原文小说网编辑部）。
</p><p>d、自作品完本之日起，6个月内未向网站申请完本奖励将视为放弃领取资格。
</p><h3><b>2、</b><b>A签VIP作品完本奖励</b></h3><p>1、计划实施对象：原文小说网A级签约VIP作品（已上架作品）。
</p><p>2、计划实行时间：2017年1月21日起
</p><p>3、福利申请要求：
</p><table><tbody><tr><td>
        <p>老书完本要求
        </p>
    </td>
    <td>
        <p>新书上架要求
        </p>
    </td>
    <td>
        <p>奖励金额
        </p>
    </td>
</tr><tr><td>
        <p>完本VIP字数≧60万字
        </p>
    </td>
    <td>
        <p>上架，VIP字数≧10万字
        </p>
    </td>
    <td>
        <p>500元
        </p>
    </td>
</tr><tr><td>
        <p>完本VIP字数≧80万字
        </p>
    </td>
    <td>
        <p>上架，VIP字数≧15万字
        </p>
    </td>
    <td>
        <p>800元
        </p>
    </td>
</tr><tr><td>
        <p>完本VIP字数≧110万字
        </p>
    </td>
    <td>
        <p>上架，VIP字数≧20万字
        </p>
    </td>
    <td>
        <p>1000元
        </p>
    </td>
</tr><tr><td>
        <p>完本VIP字数≧150万字
        </p>
    </td>
    <td>
        <p>上架，VIP字数≧25万字
        </p>
    </td>
    <td>
        <p>1200元
        </p>
    </td>
</tr></tbody></table><p> (列表1)
</p><p>a、完成一本A级签约上架作品后（该作品须正常完本），下一部新书继续与网站签约合同，且新书上架后VIP章节更新不少于两周，新书VIP章节总更新字数≧15万字，即可申请老书完本奖励。如作者下一部新书未与本网站签约，则该项奖励取消。具体参照（列表1）。
</p><p>b、完本作品每月缺更次数不得超过3天。
</p><p>c、申请该福利的VIP作品出现以下问题的，将终身取消其申请该福利奖项的资格：
</p><p>① 作品中出现违反国家法律法规的内容、违背签约协议等情况时；
</p><p>② 采用欺骗手段（包括但不限于大量无意义情节填充、非正文内容的更新、重复之前已写内容、贴资料、虚拟数据等）或违禁手段（包括但不限于色情违禁、政治违禁、抄袭剽窃等） 以达到该福利要求所规定的字数，经举报查实者 （该核准权归属原文小说网编辑部）。
</p><p>d、领取了完本奖励的VIP作品将视为放弃该作品日后网站订阅稿酬的结算。（申请时需填写"申请完本奖励证明"文件）
</p><p>e、自作品完本之日起，6个月内未向网站申请完本奖励将视为放弃领取资格。
</p><p>f、作品不满足"A签VIP作品完本奖励"申请要求，但符合"A签非VIP作品完本奖励"的申请要求时，则可申请"A签非VIP作品完本奖励"这项福利。
</p><p>注：各标准奖金不累加，A签VIP作品完本奖励以作品符合条件的最高标准发放。
</p><h3 id="b_6"><b>五、</b><b>天道酬勤</b></h3><h3><b>1、千字全勤奖</b><b></b></h3><p>计划实施对象：原文小说网签约作品（只针对签约VIP小说）。
</p><p>奖励制度
</p><p>1、作者可以按照元/千字的标准来享受全勤福利<br/> 2、断更定义：作品入V后，日有效更新不足2000字，即视为断更。<br/></p><p>福利申请要求：
</p><p>1、普通作品：单本书月分成收入超过600元；<br/>  精品作品：单本书月分成收入超过1000元。<br/> 2、作品入V后，日更＞ 4000字，且月更＞ 18万字。<br/> 3、作品入V后，每章字数不少于2000字（以网站统计字数为准）。<br/> 4、每月有一次断更机会。断更需提前一天向编辑请假，并需要经过编辑同意。
</p><p>5、全勤补贴字数上限为35万字。
</p><h3><b>2、普通全勤</b><b></b></h3><p>1、计划实施对象：买断作品，原文小说网A级签约作品（只针对签约非VIP小说）。
</p><p>2、计划实行时间：2017年1月21日起
</p><p>3、福利申请要求：
</p><table><tbody><tr><td><p>更新字数排名
        </p></td><td><p>可申请福利字数要求
        </p></td><td><p>奖励金额
        </p></td></tr><tr><td><p>第1名
        </p></td><td><p>月更新字数≧25万
        </p></td><td><p>700元
        </p></td></tr><tr><td><p>第2名
        </p></td><td><p>月更新字数≧22万
        </p></td><td><p>600元
        </p></td></tr><tr><td><p>第3名
        </p></td><td><p>月更新字数≧20万
        </p></td><td><p>400元
        </p></td></tr><tr><td><p>第4名
        </p></td><td><p>月更新字数≧15万
        </p></td><td><p>300元
        </p></td></tr><tr><td><p>第5-15名
        </p></td><td><p>月更新字数≧10万
        </p></td><td><p>100元
        </p></td></tr></tbody></table>
        <p>备注：<br/>1、新书签约当月即可参加天道酬勤活动，原先就有在其他网站发表过的章节字数一律不算。<br/>2、申请当月请假少于等于3天且没有无故断更。</p>
        <p>申请该福利的VIP作品出现以下问题的，将终身取消其申请该福利奖项的资格：
</p><p>① 作品中出现违反国家法律法规的内容、违背签约协议等情况时；
</p><p>② 采用欺骗手段（包括但不限于大量无意义情节填充、非正文内容的更新、重复之前已写内容、贴资料、虚拟数据等）或违禁手段（包括但不限于色情违禁、政治违禁、抄袭剽窃等）以达到该福利要求所规定的字数，经举报查实者 （该核准权归属原文小说网编辑部）。
</p><p><a className="btn u-btn linear-blue u-blue-shadow" style={{'text-indent': '0', color: '#fff', marginTop: '20px'}} href="http://www.yuanwen.org/author/author-apply.html">申请成为作者</a></p>

              < /div>
            < /div>
        );
    }
}

export default Agreement;
//ensure 
module.exports = Agreement;